/* menu_about */
"About Chameleon Wizard" = "關於 Chameleon Wizard";

/* smbios_advanced */
"Advanced" = "進階";

/* theme_apply */
"Apply" = "應用";

/* menu_backup */
"Backup boot file on desktop" = "備份 boot 檔案到桌面";

/* ti_bdmesg */
"bdmesg" = "bdmesg";

/* box_bootflags */
"Boot Flags" = "Boot 參數";

/* help_bootflags_caption */
"Boot Flags section help" = "Boot 參數 說明";

/* cb_boot0 */
"Boot0" = "Boot0";

/* cb_boot0hfs */
"Boot0hfs" = "Boot0hfs";

/* cb_boot0 */
"Boot0md" = "Boot0md";

/* BuildDate */
"Build date" = "編譯日期";

/* cancel */
"Cancel" = "取消";

/* chml_fold */
"Chameleon i386 folder:" = "Chameleon i386 檔案夾:";

/* chameleon_revision */
"Chameleon revision: " = "Chameleon 修訂版本: ";

/* ch_installed */
"Chameleon was installed on selected disk." = "Chameleon 已經安裝在選取的磁盤.";

/* chameleon_revision */
"Chameleon's revision on selected partition: " = "在選取分區的 Chameleon 修訂版本: ";

/* menu_checkatstartup */
"Check for updates at startup" = "啓動時檢查更新";

/* menu_updates */
"Check for Updates..." = "檢查更新...";

/* clear */
"Clear" = "清除";

/* connectio_error */
"Connection error." = "連線錯誤.";

/* continue_caption */
"Continue?" = "繼續?";

/* copy */
"Copy" = "複製";

/* download_failed */
"Couldn't download file.\nCheck your internet connection, and try again later." = "無法下載檔案.\n檢查您的網路連線，稍後重新嘗試.";

/* efi_mount_failed */
"Couldn't mount EFI partition.\nCheck if it's formatted to HFS and has no errors." = "無法裝載 EFI 分區.\n檢查是否已經格式化為 HFS，且無錯誤發生.";

/* created_by */
"Created by: " = "創作者: ";

/* theme_current */
"Current theme" = "當前主題";

/* theme_adjust */
"Adjust theme resolution:" = "調整主題解析度:";

/* theme_width */
"Width:" = "寬度:";

/* theme_height */
"Height:" = "高度:";

/* theme_getres */
"Get screen resolution" = "擷取螢幕解析度";

/* task_detect */
"Detecting Partitions and Mount Points..." = "正在偵測分區及裝載點...";

/* box_devprops */
"Device Properties" = "設備屬性";

/* help_devprop_caption */
"Device Properties section help" = "設備屬性 說明";

/* efi_disable_desc */
"Do you want to disable EFI Partition support?\nApplication will quit after saving changes." = "您要取消 EFI 分區支持?\n儲存變更後，應用程式將結束.";

/* efi_enable_desc */
"Do you want to enable EFI Partition support?\nIt's little problematic on some computers.\nApplication will quit after saving changes." = "您要取消 EFI 分區支持?\n在某些電腦尚有可能存在部分的問題.\n儲存變更後，應用程式將結束.";

/* efi_format_desc */
"Do you want to format EFI partiton to HFS filesystem?" = "您要格式化 EFI 分區為 HFS 檔案系統嗎?";

/* mail_contents */
"Don't forget to put packed zip theme, thumbnail, and your nick. \n Your e-mail address will NOT be use by me in any way.\nThanks!" = "別忘記放入已壓縮為 zip 的主題, 縮圖, 及您的昵稱. \n 您的 e-mail 將不會被使用到.\謝謝!";

/* ti_donate */
"Donate" = "贊助";

/* menu_donate */
"Donate_menu" = "贊助";

/* done_caption */
"Done" = "完成";

/* download */
"Download" = "下載";

/* theme_downloadapply */
"Download and apply theme" = "下載並應用 主題";

/* theme_download */
"Download theme:" = "下載主題:";

/* downloading */
"Downloading" = "正在下載中";

/* task_download */
"Downloading Chameleon..." = "正在下載 Chameleon...";

/* downloading_theme */
"Downloading theme..." = "正在下載 主題...";

/* smbios_edit */
"Edit" = "編輯";

/* menu_efi support */
"EFI partition support" = "EFI 分區支持";

/* error_caption */
"Error" = "錯誤";

/* menu_file */
"File" = "檔案";

/* folder_disk */
"Folder on disk" = "磁盤中的檔案夾";

/* menu_format */
"Format EFI partition to HFS" = "格式化 EFI 分區為 HFS";

/* smbios_generate */
"Generate Serial" = "產製序號";

/* box_graphics */
"Graphics" = "圖形";

/* help_graphics_caption */
"Graphics section help" = "圖形 說明";

/* help_caption */
"Help" = "輔助說明";

/* help_bootflags */
"Help_bootflags" = "Verbose mode: 顯示系統開機期間的診斷訊息. \n\nIgnore Boot Cache: 忽略系統的緩存. \n\nGUI: 使用圖形使用者界面. \n\nTime Out: 開機時，倒數計時自動開機的秒數. \n\nInstant menu: 強制顯示開機時的分區選單. \n\nQuiet Boot:  使用安靜開機模式 (沒有訊息或提示). \n\nDefault Partition: 設定預設的開機分區. \n\n Hide Partition: 移除開機選單不予顯示的分區. 指定, 可在 \n 引號裡面多重設定,如 hd(x,y), 或 UUID 或 label 等. \n\nLegacy Logo: 使用傳統的灰蘋果標誌. \n\nWait: 按任意鍵後，始開始進行內核開機.";

/* help_devprop */
"Help_devprop" = "沒有東西.忽略它.";

/* help_graphics */
"Help_graphics" = "Graphics Enabler: 啓用顯卡功能，自動產製顯卡的設備屬性. \n\nAti Config: 使用不同的顯卡 config, 例 Megalodon. \n\nAti Ports: 指定 port 數量, 例 2. \n\nUse Ati ROM: 使用其他替代的 Ati ROM \n(路徑: /Extra/<vendorid>_<devid>_<subsysid>.rom) \n\nUse Nvidia ROM: 使用其他替代的 Nvidia ROM\n(路徑:  /Extra/<vendorid>_<devid>.rom) \n\nVBIOS: 注入 NVIDIA VBIOS 到設備屬性. \n\ndisplay_0: 注入其它替代的display-cfg 到\nNVDA,Display-A@0 (HEX). \n\ndisplay_1: 注入其它替代的display-cfg 到\nNVDA,Display-B@1 (HEX). \n\nGraphics Mode: 設置自定解析度.";

/* help_misc */
"Help_misc" = "Use Kernel Cache: 將載入預置的內核緩存並將忽略\n/E/E 及 /S/L/E/Extensions.mkext. \n\nnpci=0x2000: 有時可修正 PCI Configuration 的錯誤. \n\n32-bit (i386): 以 32 位模式啓用內核. \n\n64-bit (x86_64): 以 64 位模式啓用內核. \n\nBusratio: 設定自定 busratio. \n\nForce HPET:  強制啓用 Intel 晶片組主機板的 HPET 功能. \n\nEthernet Built In: built-in=yes 將網路卡內建，自動產製乙太網路界面到設備屬性. \n\nPCI Root=1: 設置 PciRoot 的值為 1 ( 預設值為 0 ). \n\ndarkwake=0: 完全關閉低功率喚醒，可改善喚醒功能. \n\nKernel: 使用自定內核. \n\nSystem Type: 設定 0 到 6 的系統類型 \n( 預設 =1 (桌面) )";

/* help_pm */
"Help_pm" = "Generate P-States: 啓用自動產生處理器電源表現狀態 (P-States). \n\nGenerate C-States: 啓用自動產生處理器電源表現狀態 (C-States). \n\nDrop SSDT: 當重新載入 ACPI 表時，跳過 SSDT 表. \n\nEnable C2 State: 啓用特定的處理器表現狀態, C2. \n\nEnable C3 State: 啓用特定的處理器表現狀態, C3. \n\nEnable C4 State: 啓用特定的處理器表現狀態, C4. \n\nCST Using SystemIO: 採用 SystemIO registers 替換 FixedHW 的新式 C-State _CST 產生方法.";

/* help_usb */
"Help_usb" = "USB Bus Fix: 啟用以下所有 USB 修正:\n\nEHCI Acquire Fix: 啟用 EHCI 修正. \n\nUHCI Reset Fix: 啟用 UHCI 修正. \n\nUSB Legacy Off: 啟用 USB Legacy 修正.";

/* help_audio */
"Help_audio" = "HDAEnabler: Automatic device-properties generation for audio controllers. \n\nHDEFLayoutID: Inject alternate value of layout-id for HDEF (HEX). \n\nHDAULayoutID: Inject alternate value of layout-id for HDAU (HEX). \n\nEnableHDMIAudio: Inject HDMI audio for NVIDIA and ATI.";

/* menu_hideboot */
"Hide boot file" = "隱藏 boot 檔案";

/* menu_hideapp */
"Hide Chameleon Wizard" = "隱藏 Chameleon Wizard";

/* menu_hideothers */
"Hide Others" = "隱藏其他";

/* install */
"Install" = "安裝";

/* inst_method */
"Install method:" = "安裝方式:";

/* menu_install_bdmesg */
"Install or update bdmesg tool" = "安裝或更新 bdmesg 工具";

/* task_install_boot */
"Installing boot file..." = "正在安裝 boot 檔案...";

/* task_install_boot0 */
"Installing boot0 file..." = "正在安裝 boot0 檔案...";

/* task_install_boot0hfs */
"Installing boot0hfs file..." = "正在安裝 boot0hfs 檔案...";

/* task_install_boot0md */
"Installing boot0md file..." = "正在安裝 boot0md 檔案...";

/* task_install_boot1h */
"Installing boot1h file..." = "正在安裝 boot1h 檔案...";

/* installing_theme */
"Installing theme..." = "正在安裝 主題...";

/* instant_menu */
"Instant Menu" = "Instant Menu";

/* smbios_manuloc */
"Manufacturing Location:" = "製造地點 (舊機型專用):";

/* mem_slot */
"Memory Slot: " = "記憶體插槽: ";

/* box_misc */
"Miscellaneous" = "雜項";

/* help_misc_caption */
"Miscellaneous section help" = "雜項 說明";

/* smbios_modelnumber */
"Model Number:" = "機型編號:";

/* MountCheck */
"Mount and Check" = "裝載並檢查";

/* menu_mount */
"Mount selected partition" = "裝載選取的分區";

/* task_mount */
"Mounting partition..." = "正在裝載分區...";

/* smbios_next */
"Next" = "下一頁";

/* no */
"No" = "否";

/* no_file */
"No boot file in selected folder." = "選取的檔案夾沒有 boot 檔案.";

/* no_file */
"No boot0 file in selected folder." = "選取的檔案夾沒有 boot0 檔案.";

/* no_file */
"No boot0hfs file in selected folder." = "選取的檔案夾沒有 boot0hfs 檔案.";

/* no_file */
"No boot1h file in selected folder." = "選取的檔案夾沒有 boot1h 檔案.";

/* no_chameleon_revision */
"No chameleon installed on selected partition." = "選取的分區尚未安裝 Chameleon.";

/* noorg */
"No org.chameleon.Boot.plist on selected partition!" = "選取的分區尚未安裝 org.chameleon.Boot.plist!";

/* open */
"Open" = "開啟";

/* ti_org */
"org.chameleon.Boot" = "org.chameleon.Boot";

/* orgplist_notfound */
"org.chameleon.Boot.plist not found!" = "未找到 org.chameleon.Boot.plist!";

/* sbios_notfound */
"SMBios.plist not found!" = "未找到 SMBios.plist!";

/* not_mounted */
"Partition not mounted." = "分區尚未裝載.";

/* paste */
"Paste" = "貼上";

/* select_efi_caption */
"Please select EFI partition." = "請選取 EFI 分區.";

/* box_pm */
"Power Management" = "電源管理";

/* help_pm_caption */
"Power Management section help" = "電源管理 說明";

/* menu_preferences */
"Preferences..." = "偏好設定...";

/* smbios_premade */
"Premade SMBioses" = "預製的 SMBios 機型";

/* smbios_prev */
"Previous" = "上一頁";

/* quiet_boot */
"Quiet Boot" = "Quiet Boot";

/* menu_quit */
"Quit Chameleon Wizard" = "結束 Chameleon Wizard";

/* smbios_random */
"Random" = "隨機";

/* update_desc */
"Updates the bootloader. (/boot)" = "更新引導檔案. (/boot)";

/* save */
"Save" = "儲存";

/* saveas */
"Save As" = "另存為";

/* select */
"Select" = "選擇";

/* smbios_serial */
"Serial:" = "序號:";

/* menu_services */
"Services" = "服務";

/* task_set_active */
"Setting Partition as Active..." = "正在設定分區為啟動分區...";

/* menu_showall */
"Show All" = "顯示全部";

/* theme_size */
"Size" = "大小";

/* params */
"Slide left for Quiet Boot and Instant Menu flags." = "左移可選用 Quiet Boot 或 Instant Menu 模式.";

/* ti_smbios */
"SMBios" = "SMBios";

/* theme_partition */
"Target partition:" = "目標分區:";

/* target */
"Target partiton:" = "目標分區:";

/* theme_desc */
"Theme Description" = "主題說明";

/* theme_installed */
"Theme succesfully installed." = "主題 已經安裝成功.";

/* ti_themes */
"Themes" = "主題";

/* timeout */
"Time Out: " = "倒數計時: ";

/* smbios_uniquenumber */
"Unique Number:" = "單一編號:";

/* unknown */
"Unknown" = "未知";

/* menu_unmount */
"Unmount selected partition" = "卸載選取的分區";

/* task_unpack */
"Unpacking Chameleon..." = "正在解壓縮 Chameleon...";

/* unpacking_theme */
"Unpacking theme..." = "正在解壓縮 主題...";

/* cb_update */
"Update" = "更新";

/* update1h */
"Update more bootloader files. (/boot and boot1h)" = "更新更多引導檔案. (/boot 及 boot1h)";

/* theme_upload */
"Upload theme" = "上傳 主題";

/* box_usb */
"USB" = "USB";

/* help_usb_caption */
"USB section help" = "USB 說明";

/* smbios_weekmanu */
"Week of Manufacture:" = "製造週別:";

/* boot0md_desc */
"Recommended, if you have 2 (or more disks) and Windows is in other disk than OS X." = "推薦, 如果你有兩個磁盤(或更多)且 Windows 與 OS X 安裝在不同的磁盤.";

/* boot0_desc */
"Recommended, if you have two OS X systems on one disk and no Windows. This option will activate selected partition!" = "推薦, 如果你在一個磁盤同時安裝兩個 OS X 系統且無安裝 Windows. 本選項將設定選取分區圍為啟動分區!";

/* boot0hfs_desc */
"Recommended, if you have one disk with OS X and Windows, or only OS X. No changes in active partitions are being preformed." = "推薦, 如果你在一個磁盤同時安裝 OS X 及 Windows, 或是只有安裝 OS X. 本選項將不改變啟動分區的設定.";

/* smbios_yearmanu */
"Year of Manufacture:" = "製造年份:";

/* yes */
"Yes" = "是";

/* ok */
"OK" = "確定";

/* mddisk_sellabel */
"Select disk on which you want to install boot0md:" = "選取您要安裝 boot0md 的磁盤:";

/* download_pkg */
"Download pkg" = "下載 pkg 安裝包";

/* ch_downloaded */
"Chameleon pkg was downloaded and saved." = "Chameleon pkg 已經下載並儲存.";